import {
  StyleSheet,
  Text,
  View,
  ScrollView,
  ImageBackground,
  Dimensions,
  Image,
} from "react-native";
import React from "react";
const windowWidth = Dimensions.get("window").width;
const windowHeight = Dimensions.get("window").height;
import { useNavigation } from "@react-navigation/native";
import { AntDesign } from "@expo/vector-icons";
import { api } from "../../../Constants";

const Page4 = ({ data }) => {
  const navigation = useNavigation();
  return (
    <ScrollView style={{ flex: 1 }} showsVerticalScrollIndicator={false}>
      {/* Bolorerdene zurag */}
      <ImageBackground
        style={{ width: windowWidth, height: windowHeight }}
        resizeMode="cover"
        // source={require("../../../assets/newF/14m1.png")}
        source={{ uri: api + "/upload/" + "14m1.png" }}
      >
        <AntDesign
          name="arrowleft"
          size={30}
          color="white"
          style={{
            position: "absolute",
            top: 50,
            left: 20,
            zIndex: 2,
          }}
          onPress={() => navigation.goBack()}
        />
        <Image
          // source={require("../../../assets/newF/1m2.png")}
          source={{ uri: api + "/upload/" + "1m2.png" }}
          style={{
            width: 150,
            height: 150,
            resizeMode: "contain",
            alignSelf: "center",
            marginTop: 50,
          }}
        />
        <View
          style={{
            alignSelf: "center",
            borderWidth: 1,
            borderColor: "#55b8ae",
            padding: 10,
          }}
        >
          <Text style={{ fontWeight: "bold", fontSize: 30, color: "#55b8ae" }}>
            FOUNDER’S STORY
          </Text>
        </View>
        <Text
          style={{
            textAlign: "center",
            color: "white",
            marginHorizontal: 40,
            marginTop: 100,
          }}
        >
          Ухаалаг хөрөнгө оруулагчид аливаа бизнест хөрөнгө оруулахдаа ганц
          бизнест нь бус үүсгэн байгуулагчдад нь итгэ гэх зарчим баримталдаг.
          Founder's story булангийн анхны зочноор Forbes, Bazaar, Vogue зэрэг
          дэлхийн зиндааний сэтгүүлийг нэгэн платформд нэгтгэж чадсан World Plus
          Digital компанийн үүсгэн байгуулагч Х.Эрдэнэбаярыг онцоллоо
        </Text>
        <View
          style={{
            alignSelf: "flex-end",
            position: "absolute",
            right: 20,
            bottom: 30,
          }}
        >
          <Text style={{ color: "white" }}>
            Ажилчдын тоо: <Text style={{ fontWeight: "bold" }}>150+</Text>{" "}
          </Text>
          <Text style={{ color: "white" }}>
            Оффис: <Text style={{ fontWeight: "bold" }}>Бүти тауэр</Text>
          </Text>
          <Text style={{ color: "white" }}>
            Хэвлэн нийтлэгчийн тоо:{" "}
            <Text style={{ fontWeight: "bold" }}>100 гаруй</Text>
          </Text>
          <Text style={{ color: "white" }}>
            Туршлага: <Text style={{ fontWeight: "bold" }}>7+ жил</Text>
          </Text>
          <Text style={{ color: "white" }}>
            Хөгжүүлсэн бүтээгдэхүүн:{" "}
            <Text style={{ fontWeight: "bold" }}>10+</Text>
          </Text>
          <Text style={{ color: "white" }}>
            Хөгжүүлэгчид: <Text style={{ fontWeight: "bold" }}>50+</Text>
          </Text>
        </View>
      </ImageBackground>
      <View
        style={{ width: windowWidth / 1.1, alignSelf: "center", marginTop: 15 }}
      >
        {/* Header Page and text */}
        <View style={{ flexDirection: "row", justifyContent: "space-between" }}>
          <View style={{ flexDirection: "row" }}>
            <Text style={{ fontWeight: "bold" }}>14-19 | </Text>
            <Text style={{ color: "grey", fontFamily: "Montserrat-regular" }}>
              CAREER DEVELOPER
            </Text>
          </View>
          <View>
            <Text
              style={{
                fontFamily: "Montserrat-bold",
                color: "#55b8ae",
                fontSize: 10,
              }}
            >
              FOUNDER’S STORY
            </Text>
          </View>
        </View>
        {/* Zurraas  */}
        <View
          style={{
            borderWidth: 1,
            marginVertical: 10,
          }}
        />

        <View
          style={{
            flexDirection: "row",
            width: windowWidth / 1.1,
          }}
        >
          <Text
            style={{
              fontSize: 50,
              fontFamily: "Playfair-regular",
              bottom: 10,
              textDecorationLine: "underline",
              color: "#55b8ae",
            }}
          >
            M
          </Text>
          <Text style={[styles.textStatus, { width: "90%" }]}>
            янга есөн зуун ерэн долоон он. Ахыгаа дагаж ширээний теннис тоглож
            сурсан
          </Text>
        </View>
        <Text
          style={{
            fontSize: 18,
            fontFamily: "Montserrat-regular",
            marginHorizontal: 5,
            bottom: 10,
          }}
        >
          хүү дэлхийн аварга шалгаруулах тэмцээнд оролцохоор Англи улсыг зорив.
          Ерээд оны Монголын нийгмээс өөрийн төсөөлж ч байгаагүй орчинд хөл
          тавьсан тэрбээр цаашид Англид сурч, амьдрах хүсэл өвөртөлжээ. Улмаар
          хэсэг хугацааны дараа тэмцээнд оролцохоор Англид очоод үргэлжлүүлэн
          сурч, 13 жил амьдрах эхлэлээ тавив.
        </Text>

        <Text style={styles.textStatus}>
          Ширээний теннисийг хувь хүнийхээ хувьд чамлахааргүй (өөрийнх нь хэлж
          байгаагаар) тоглож сурсан нь түүнд шинэ мөрөөдлийг өгөхөөс гадна
          хурдан сэтгэх, аливаа асуудлын гаргалгаа, шийдлийг оновчтой олох
          чадварыг суралцахад дэм болсон гэнэ. Тухайн үеийн олон мянган оюутны
          жишгээр сурангаа ажиллах замыг сонгосон нь түүнд хэвлэл мэдээлэл тэр
          дундаа сэтгүүлийн салбарт эргэлт буцалтгүй ороход нь нөлөөлсөн аж.
          Дэлхий ертөнц тэр дундаа олон нийтийн мэдээллийн хэрэгслүүд дижитал
          хэлбэрт ээлж дараалан маш хурдтай шилжиж байлаа. Олон зуун жилийн турш
          уншигчдад хүрсэн сонинууд ар араасаа вэб хувилбар руу шилжиж,
          телевизүүд ч мөн шилжилтийг асар хурдтай нэвтрүүлж байв. Харин хүмүүс
          сонирхлоороо ялгарч уншдаг, удаан хугацаанд үнэ цэнээ өгдөг сэтгүүлийн
          салбарын хувьд өдөр өдрөөр уншигчдаа алдаж, зогсонги байдалд орсон
          2011 онд тэрбээр сэтгүүлийг дижитал хувилбар руу шилжүүлэхээр шийдсэн
          гэдэг.
        </Text>
        {/*  */}
        <Image
          // source={require("../../../assets/newF/4m4.jpg")}
          source={{ uri: api + "/upload/" + "4m4.jpg" }}
          style={{ height: 250, width: windowWidth / 1.1 }}
        />
        <Text style={styles.textStatus}>
          Энэхүү мөрөөдлөө бодитой биелүүлэхэд түүнд сэтгүүлийн салбарт олон жил
          ажилласан туршлага, цаг үеэ мэдэрсэн ажиглалт л бэлэн байлаа. Тэрбээр
          өөрийнхөө сайн мэддэг зүйлийг сайн хийхийг юу юунаас илүү хүсэж байв.
          Дижитал сэтгүүлийг хийхэд хамгийн хэцүү зүйл нь контентуудаа өнгө
          үзэмжтэй, уншууртай харагдуулах нь чухал байв. Энэ нь тус сэтгүүлийг
          хүмүүс цаашид унших уу, үгүй юу гэдэг нь шийдэгддэг зүйл. Сэтгүүл
          сонин хоёрын хамгийн том ялгаа нь сэтгүүлийн зураг өнгөлөг, содон,
          чанартайд байдаг. Тэрбээр зураг авалт болоод сэтгүүл аль алийг нь
          мэддэг байсан учраас энэ чиглэлээр ажиллахыг зорьжээ. Ингээд тэр
          сэтгүүлийг дижитал хэлбэр рүү шилжүүлэх эхний алхмаа дөрвөн англи
          найзын хамт эхлүүлэв. Тэдний анхны үйлчлүүлэгч нь дэлхийн хамгийн
          үнэтэй дэлгүүрүүдийн нэг Harrods байлаа. Тус дэлгүүр хамгийн үнэ
          цэнтэй 100,000 хэрэглэгчдэдээ сар болгон каталог тараадаг. Хэвлэлийн
          зардал нь 20 ам.доллар бөгөөд 2 сая ам.доллароор хүргэлт хийгддэг
          байсан ч сэтгүүл нь хэрэглэгчдийн хэд орчим хувьд үнэ цэнтэй мэдээлэл
          өгч, дэлгүүрт ирж буйг тооцоолох тун амаргүй ажил байжээ. Түүний баг
          нэг сарын турш тасралтгүй ажиллаж анхны бүтээгдэхүүнээ Harrods
          дэлгүүрийн хэрэглэгчдэд хүргэсэн нь төсөөлснөөс илүү үр дүнг өгсөн нь
          энэ салбар руу эргэлт буцалтгүйгээр орох эхлэлийг тавьжээ.
        </Text>

        <Text style={styles.textStatus}>
          Энэ тухай “Тухайн үед гар утасны дэлгэц жижигхэн байсан учир
          сэтгүүлийн дижитал хэлбэрийг бүтээх төсөөлөл зөвхөн Ipad-д
          зориулагдсан байлаа. Бид Harrods-ийн үнэ цэнтэй 100,000 хэрэглэгчид
          зориулан дижитал сэтгүүлийг хийж үзсэн. Хэдийгээр үр өгөөж маш өндөр
          боловч нэг сэтгүүл хийхийн тулд бүтэн сарын хугацааг зарцуулж байв.
          Харин одоо технологи хөгжиж нэг сэтгүүлийг нэгхэн долоо хоногт монгол
          залуучуудын чадвараар хийх боломжтой болсон” хэмээн Х.Эрдэнэбаяр
          өгүүлж байна.
        </Text>

        <Text style={styles.textTitle}>
          Та жирийн нэг ажилчныхаа дүрээр өөрийгөө харвал өөрийгөө ямар удирдагч
          гэж харах вэ?
        </Text>
        <Text style={styles.textStatus}>
          Сайн найз л гэж харах болов уу. Манай компанийн соёлд ямар ч өндөр
          албан тушаал эзэмшдэг бай тухайн хүнийг нэрээр нь л дууддаг.
          Жишээлбэл, намайг ажилчид маань “Эбэ ахаа, эсвэл Эбэ гэж дууддаг.
          Бидний хувьд компани бол ГЭР БҮЛ”.
        </Text>
        <View>
          <View style={{ borderWidth: 0.8, borderColor: "#55b8ae" }} />
          <Text style={[styles.textTitle, { fontSize: 14 }]}>
            БИ ӨӨРТӨӨ БАЙГАА ХАМГИЙН ТОМ БАЯЛАГИЙГ ХАРИЛЦАА ХОЛБОО ГЭЖ ХЭЛНЭ
          </Text>
          <View style={{ borderWidth: 0.8, borderColor: "#55b8ae" }} />
        </View>
        <Text style={styles.textTitle}>
          Таны өөрийгөө тогтмол хөгжүүлдэг зуршил юу вэ?
        </Text>
        <Text style={styles.textStatus}>
          Би өөрөө дүрэмгүй амьдардаг хүн. Үлгэр жишээ компаниудын захирал, найз
          нөхөд “миний ширээний ном” гээд 10 ном зэрэгцүүлээд тавьчихдаг шиг
          надад ширээний ном байхгүй. Манай ажилчид өглөө 9 цагаас ажилдаа ирдэг
          бол би 07:30 цагаас ирдэг. Ажилчид орой 18:00 цагаас тардаг бол би
          23:00 цаг хүртэл сууж ажиллах гэх зэргээр өөрийгөө шахаж ажилладаг
          хүн. Гэхдээ өөрийгөө хөгжүүлэхэд тодорхой дүрэм барьдаггүй. Хүмүүс
          жилд 100 ном уншдаг бол би 5-8 ном уншдаг. Гэхдээ тэр номоо тархиндаа
          шивж, өгөөжийг нь маш сайн шингээж авахыг зорьдог. Би одоо 45 настай.
          Гэсэн ч сурах зүйл их байна. Яг одоо орчин үеийн бизнесийг маркетинг
          болон инновацлаг бүтээгдэхүүн дээр суурилан яаж илүү сайжруулах вэ
          гэдэгт төвлөрч, технологийн захирлуудтайгаа хамт Англи, Швейцарын
          хамтарсан их сургуульд сурч байна. Хүн ямар чадвартайгаас үл хамааран
          хүн бүхэнд сайн тал бий. Тэгэхээр би хүмүүсээс өөрсдөөс нь асуухаас
          илүү хараад түүгээд авчихдаг зантай.
        </Text>
        <Text style={styles.textStatus}>
          “Би өөрийгөө үнэхээр тууштай хүн гэж боддог. Бид маш олон төрлийн
          бизнест хөрөнгө оруулах боломжтой байсан. Гэхдээ аль руу нь ч үсэрч
          ороогүй” хэмээн өгүүлэх түүнээс “Амьдралаа хэрхэн өнгөрүүлбэл та
          сэтгэл хангалуун байх вэ?” гэж асуухад тэрбээр “Хүний амьдралыг яг
          нарийн тооцвол бага тоо. Одоо надад амьдрах ердөө 6,570 хоног байна.
          Өнөөдөр өнгөрөөд л 6,569” гээд утасныхаа тооны машиныг надад харуулав.
          Тэрбээр хувь хүний тухайд үр хүүхэдтэй нь хүмүүс таараад аавынх нь
          тухай сайхан дурсамж үлдсэн, эерэг төсөөлөлтэй үлдээхийг л хүсдэг
          гэнэ. “Компанийн хувьд хийж байгаа бүтээгдэхүүн олон хүнд хүрээсэй гэж
          хүсдэг. Их хүнд хүрвэл их ашиг олно. Гэхдээ би тэр ашгийг өөрөө
          хүртлээ гээд эхнэртээ таван ширхэг булган шуба, өөртөө 3 ширхэг 570
          авч унахгүй шүү дээ. Харин тэр нь манай компанийн залуучуудын амьдралд
          л сайнаар нөлөөлөөсэй гэж хүсдэг. Мөн би компанидаа удаан ажиллая гэж
          боддоггүй. Одоо ч хөл дээрээ тогтсон компаниудынхаа захирлаар дороос
          нь сайн ажилласан залуучуудаа томилоод яваад байдаг. Одоо би Fomi
          гэдэг шинэ гарсан аппликэйшн дээрээ төвлөрөн ажиллаж байгаа. Энэ
          төслөө арванхоёрдугаар сард шинэ түвшинд хүргэснийхээ дараа нэг
          залуухан захирлаа томилоод явна” хэмээн тэр хариулсан юм.
        </Text>

        <Image
          // source={require("../../../assets/newF/16m1.jpg")}
          source={{ uri: api + "/upload/" + "16m1.jpg" }}
          style={{ height: 250, width: windowWidth / 1.1 }}
        />
        <Text
          style={{
            // textAlign: "center",
            fontFamily: "Montserrat-bold",
            backgroundColor: "#55b8ae",
            paddingVertical: 15,
            fontSize: 16,
            color: "white",
          }}
        >
          “Би таван жилийн дараа аль нэг аймгийн нэг сумыг хөгжүүлье гэж боддог.
          Төрөөс ямар ч дэмжлэг авахгүйгээр сум өөрөө компани шиг орлогоо олдог.
          Үүгээрээ соёлын төв, сургуулиа босгодог, кофе шопоороо үйлчлүүлдэг
          болгохыг зорьдог. Тэнд ердөө 2000 хүн амьдардаг байж болно. Гэхдээ тэд
          өөрсдөө орлогоо олж, татвараа төлдөг болчихвол өөр болох болов уу гэж
          боддог шүү.“
        </Text>

        <Text style={styles.textTitle}>
          Та анх дижитал сэтгүүлийг гаргах алхмуудыг нарийн төлөвлөсөн мэт
          санагдаж байна?
        </Text>
        <Text style={styles.textStatus}>
          Ер нь 10 алхамтай шат байлаа гэхэд нэг дээр нь гарчихвал хоёр дахь нь
          ойрхон. Түүнээс биш шууд 3,4 дүгээр шатан дээр гарах хэцүү. Тэгэхээр
          алхам алхмаар бүх зүйлээ төлөвлөдөг ч хүмүүс яг үнэндээ түүнийг
          хийдэггүй. Ер нь зөв яваад байвал зөв л явдаг. Үүнийг хэлэхээр хөгшин
          хүн шиг санагдаж магадгүй. Гэхдээ зөв л яваад, зөв хийж байвал ерөөсөө
          хүссэндээ бат хүрнэ. Би заримдаа алдаж оносон байх гэхдээ огт буруу
          алхам хийгээгүй. Бидний зарчим ямар нэгэн байдлаар гажаагүй.
        </Text>

        <Text style={styles.textTitle}>
          Старт-ап үүсгэн байгуулаад олон улсад гарахад зургаан жил богино
          хугацаа шиг санагдаж байна. Харин танд энэ хэр урт хугацаа байсан бэ?
        </Text>
        <Text style={styles.textStatus}>
          Одоогийн миний зүгээс харахад бид энэнээс ч бага хугацаанд энэ
          хэмжээний амжилтад хүрэх боломжтой байсан. Саяхан миний харсан
          судалгаагаар компани олон улсад гарах хамгийн богино хугацаа нь 6 жил
          байдаг гэсэн байсан. Шинэ санаанаас бүтээгдэхүүн хөгжүүлээд сайн
          бизнес гаргаж ирэхэд ойролцоогоор 18 сар зарцуулах юм байна гэж би
          хараад байгаа. Бизнес бол яаж хийх вэ, хэн хийх вэ, юу хийх вэ гэдэг л
          асуулт байгаа юм. Урд нь бол бид бүтээгдэхүүнээ хийсэн ч гэсэн яаж
          олон улсад хүргэх вэ гэдэг дээр маш их хүчин чармайлт шаарддаг байсан.
          Одоо харилцаа холбооны хувьд бүгд нээлттэй болсон учраас бүх зүйл илүү
          дөт болж байна. Энэ компанийг босгохын тулд АНУ, БНХАУ, Япон зэрэг
          олон улсын маш олон хүмүүстэй уулзаж ярилцаж харилцаа холбоо тогтоож
          чадсан. Одоо бид 3 жилийн дотор Америк компани бүтээж чадна. Зургаан
          жил бол олон улсад урт биш богино хугацаа. Хүмүүс дандаа Алибаба зэрэг
          амжилттай яваа компаниудыг хардаг ч амжилтад хүрэх гэж ямар хугацааг
          туулсныг нь хардаг хүн цөөхөн.
        </Text>

        <View
          style={{
            flexDirection: "row",
            justifyContent: "space-around",
            width: "100%",
          }}
        >
          <View>
            <Text
              style={{
                color: "#55b8ae",
                fontFamily: "Montserrat-bold",
                fontSize: 20,
                textAlign: "center",
              }}
            >
              2014
            </Text>
            <Text
              style={{
                color: "#55b8ae",
                fontFamily: "Montserrat-regular",
                fontSize: 14,
              }}
            >
              Woovoo
            </Text>
          </View>
          <View>
            <Text
              style={{
                color: "#55b8ae",
                fontFamily: "Montserrat-bold",
                fontSize: 20,
                textAlign: "center",
              }}
            >
              2017
            </Text>
            <Text
              style={{
                color: "#55b8ae",
                fontFamily: "Montserrat-regular",
                fontSize: 14,
              }}
            >
              Mplus 4.8 чарт №1
            </Text>
          </View>
        </View>
        <View style={{ flexDirection: "row", justifyContent: "space-around" }}>
          <View>
            <Text
              style={{
                color: "#55b8ae",
                fontFamily: "Montserrat-bold",
                fontSize: 20,
                textAlign: "center",
              }}
            >
              2019
            </Text>
            <Text
              style={{
                color: "#55b8ae",
                fontFamily: "Montserrat-regular",
                fontSize: 14,
                textAlign: "center",
              }}
            >
              Worldplus үнэлгээ
            </Text>
            <Text
              style={{
                color: "#55b8ae",
                fontFamily: "Montserrat-regular",
                fontSize: 14,
                textAlign: "center",
              }}
            >
              4.8 чарт №5
            </Text>
          </View>
          <View>
            <Text
              style={{
                color: "#55b8ae",
                fontFamily: "Montserrat-bold",
                fontSize: 20,
                textAlign: "center",
              }}
            >
              2020
            </Text>
            <Text
              style={{
                color: "#55b8ae",
                fontFamily: "Montserrat-regular",
                fontSize: 14,
                textAlign: "center",
              }}
            >
              Mmusic үнэлгээ
            </Text>
            <Text
              style={{
                color: "#55b8ae",
                fontFamily: "Montserrat-regular",
                fontSize: 14,
                textAlign: "center",
              }}
            >
              4.8 чарт №10
            </Text>
          </View>
        </View>
        <View>
          <Text
            style={{
              color: "#55b8ae",
              fontFamily: "Montserrat-bold",
              fontSize: 20,
              textAlign: "center",
            }}
          >
            2021
          </Text>
          <Text
            style={{
              color: "#55b8ae",
              fontFamily: "Montserrat-regular",
              fontSize: 14,
              textAlign: "center",
            }}
          >
            Fomi үнэлгээ 4.1
          </Text>
        </View>
        <View
          style={{ borderWidth: 1, borderColor: "#55b8ae", marginVertical: 10 }}
        />

        <Text style={[styles.textTitle, { color: "#55b8ae" }]}>
          ТЭД НИЙГМИЙН ХАРИУЦЛАГЫН ХҮРЭЭНД
        </Text>
        <Text
          style={[
            styles.textTitle,
            { color: "#55b8ae", fontFamily: "Montserrat-medium" },
          ]}
        >
          WORLDPLUS GRANT
        </Text>
        <Text style={styles.textStatus}>
          Энэхүү тэтгэлгийн зорилго нь боловсролтой залуу мэргэжилтнүүдийн тоог
          нэмэгдүүлэхэд дэмжлэг үзүүлэх юм. Тэтгэлгийг сурах хүсэл тэмүүлэлтэй
          хэдий ч санхүүгийн болон гэр бүлийн асуудлаас үүдэн сурч, хөгжих
          боломж нь хязгаарлагдсан гурван оюутанд олгодог ажээ
        </Text>
        <Text
          style={[
            styles.textTitle,
            { color: "#55b8ae", fontFamily: "Montserrat-medium" },
          ]}
        >
          WORLDPLUS TREES
        </Text>
        <Text style={styles.textStatus}>
          Байгууллагын нэгэн зорилго нь хэвлэлийн зардлыг бууруулж, шаардлагагүй
          дахин боловсруулалтыг хязгаарлан, хүрээлэн буй орчноо хамгаалах юм.
          Улмаар “Save the World+” компанит ажлыг 2019 оны аравдугаар сард
          Филиппин улсын Багуио хотоос эхлүүлжээ. 2020 онд “My Club”
          байгууллагатай хамтран Богд Хан ууланд 10.000 мод тарьжээ.
        </Text>
        <Text
          style={[
            styles.textTitle,
            { color: "#55b8ae", fontFamily: "Montserrat-medium" },
          ]}
        >
          SIGHT DAY 10.10
        </Text>
        <Text style={styles.textStatus}>
          Монголын хараагүйчүүдийн холбоо болон 116-р сургуультай хамтран зохион
          байгуулдаг “Alsiin Gegee 10.10” үйл ажиллагаа нь 2019 оны аравдугаар
          сараас жил бүр зохион байгуулагдаж буй. Үйл ажиллагааны үеэр харааны
          бэрхшээлтэй хүмүүст урлагийн тоглолт үзүүлж тэдний нийгмийн оролцоог
          хангахад тусалдаг. Мөн Японы эмч нартай хамтран харааны бэрхшээлтэй
          хүмүүст эмнэлгийн тусламж үзүүлдэг.
        </Text>
        <View
          style={{ borderWidth: 2, borderColor: "#55b8ae", marginVertical: 10 }}
        />
        <Text style={styles.textTitle}>
          Дэлхийн дижитал сэтгүүлүүдийн Netflix болох зорилгын эхний алхам нь
          Woovoo хэмээх аяллын дижитал сэтгүүл байв. Тэд томоохон хөрөнгө
          оруулагч, түншүүдтэй уулзахын тулд юун түрүүнд өөрсдөө юу хийж
          чаддагаа харуулахыг зорьжээ. Улмаар үйл ажиллагаагаа өргөжүүлж Mplus,
          Worldplus, Mmusic гэх мэтчилэн дараа дараагийн бүтээгдэхүүнээ гаргаж
          зах зээлээ тэлж эхэлсэн байна.
        </Text>
        <View
          style={{ borderWidth: 2, borderColor: "#55b8ae", marginVertical: 10 }}
        />

        <Text style={styles.textTitle}>
          Гадаадын томоохон хөрөнгө оруулагчдаас хөрөнгө оруулалт татахад юу
          хамгийн чухал үзүүлэлт болох вэ?
        </Text>
        <Text style={styles.textStatus}>
          Би карьерынхаа эхэн үеийг корпорацад ажиллаж өнгөрүүлсэн учраас аливаа
          ажлын эхлэх, дуусах хугацааг баттай тохирох, хийх ажлуудаа жижиг
          хэсгүүдэд хуваан үнэлэх аргаа тодорхой байлгадаг арга барилыг
          эзэмшсэн. Гэтэл зарим хүмүүстэй ажиллахаар ажлынхаа явцыг “ерөнхийдөө
          болж байгаа” зэргээр ярих нь миний бухимдлыг төрүүлдэг. Миний хувьд
          энэ үг ямар ч утгагүй өгүүлбэр шиг санагддаг. Хүн өөрийнхөө хийж
          байгаа ажлыг аль болох ойлгомжтой, тодорхой дүгнэх хэрэгтэй. Бид
          саяхан компанидаа аливааг болгоё, бүтээе гэдэг зөв хандлагатай,
          бүтээмж өндөртэй хүмүүсийг багтаа авч ажиллуулна гэж тогтсон. Миний
          хувьд компани дотроо гоё соёлыг бий болгодог, бүх сайн зүйлийг
          өөрөөрөө үлгэрлэхийг хичээдэг.
        </Text>
        <Text style={styles.textStatus}>
          Компани үйл ажиллагаагаа эхлээд зургаан жилийн хугацаанд нэг ч удаа
          хүний нөөцийн ажилтантай байж үзээгүй ажээ. Эбэ захирал энэ тухайд “Би
          өөрийгөө хүн таних чадвар маш сайн гэж боддог. Миний мэргэжил аливаа
          зүйлийг олон талаас харах чадварыг шаарддаг. Мөн маш олон хүнтэй
          уулзаж, ажилласантай холбоотой энэ чадвар их хөгжсөн. Би хүнийг нэг
          хараад л нэг сарын дараа, зургаан сарын дараа ямар үйлдэл гаргахыг нь
          тааварлаж чадна гэдэгтээ итгэлтэй байдаг” хэмээн өгүүлсэн юм. Харин
          одоо тус компани 150 гаруй хүнтэй болсон учир нарийн зохион байгуулалт
          шаардлагатай болж, хүний нөөцийн мэргэжилтэнтэй болжээ. 40-50
          ажилтантай байхад бүх хүнтэй нэг бүрчлэн уулзаад ажлын явцаа ярьдаг
          байсан бол одоо амжихгүй байгаагаа тэр өгүүлэв. Хүний нөөцийг тэд цаг
          бүртгэдэг хүн гэхээсээ илүүтэйгээр ажилчидтайгаа хамгийн ойр
          ажилладаг, тэдний хүсэл тэмүүллийг сонсдог, асуудлыг шийддэг хүн
          байлгахад анхаардаг. Байгууллага энэ хэмжээний амжилтад хүрч амжилттай
          яваагийн хамгийн гол түлхүүр нь хүн гэж тэр дэлгэрүүлэв. Ялангуяа
          программ хангамж дээр суурилсан бизнес сайн хүний нөөц, баг дээр л
          суурилна гэлээ.
        </Text>

        <Text style={styles.textTitle}>ТЭД БҮГД КОФЕЧИД</Text>
        <View style={{ borderWidth: 1, borderColor: "#55b8ae" }} />

        <Text style={styles.textStatus}>
          Шинэ санаа гаргах, хөгжүүлэх тухайд Эбэ захирал “Хүн болгон супер
          санаа гаргадаг гэдэгт би итгэдэггүй. Ялангуяа технологийн салбарт
          гайхалтай үр дүнд хүрэх санаа гаргадаг хүн цөөхөн. Тэрхүү санаагаа
          системтэйгээр, логиктойгоор биет болгодог хүн түүнээсээ ч цөөхөн гэж
          би боддог. Санаа болгон гайхалтай мөнгөн дүнд хүргэдэг, хүн болгон
          гайхалтай бүтээлч гэдэгтэй би санал нийлдэггүй. Энэ хүний л тархинаас
          сайн санаа гарна даа гэсэн хүмүүстэйгээ л ажилладаг. Гэхдээ нөгөө талд
          нь мэдээж шинэ залуу ажилчдаасаа тухайн шинж чанар харагдвал тэр
          хүрээлэл рүүгээ шинэ хуучин, хөгшин залуу хамаагүй татаж оруулахыг
          эрмэлздэг. Тэр хүмүүс бол харахад андашгүй. Би хүнийг яаж гэдгээ
          мэддэггүй ч хараад л таньдаг гэдэгтээ итгэлтэй байдаг” гэв.
        </Text>
        <Text style={styles.textStatus}>
          Тус компанийн ажилчдын дийлэнхийг Gen Z үеийнхэн бүрдүүлнэ. Тэдний
          шинэ ажилчдадаа өгдөг амлалт бол хөгжүүлэх гэхээсээ илүү боломжийг
          олгох, хийхийг хүсэж буй зүйлээ хамгийн сайнаараа хийх замыг нээж өгөх
          аж. Тэд ажилчдадаа өөрийгөө сайжруулах, зөв дадал зуршилтай болгохын
          тулд Япон гэх мэт улсуудаас ажилчид авчирч хамтран ажиллуулж байжээ.
          Энэ арга нь тун үр дүнтэй байсан тухай тэр хэлэв.
        </Text>
        <Text style={[styles.textTitle, { color: "#55b8ae" }]}>
          АЖИЛЧДЫН СЭТГЭГДЭЛ
        </Text>
        <Image
          // source={require("../../../assets/newF/19m1.jpg")}
          source={{ uri: api + "/upload/" + "19m1.jpg" }}
          style={{ height: 350, width: windowWidth / 1.1 }}
        />
        <Text
          style={{
            // textAlign: "center",
            fontFamily: "Montserrat-regular",
            fontSize: 16,
          }}
        >
          Н.Мягмарсүрэн /Mplus компанийн технологи хариуцсан захирал/
        </Text>
        <View style={{ borderWidth: 1, borderColor: "#55b8ae" }} />
        <Text style={styles.textStatus}>
          Манай хамт олон шинэхэн оффистоо орж ирээд удаагүй байна. Ажилчдын ая
          тухтай байх, чөлөөтэй байх таатай орчин бүрдэж эхэлж байгаа. Оффисоо
          өөрсдийнхөө хүссэн хэв маягаар тохижуулаад явах боломжтой болсон нь
          таалагдаж байгаа. Лаптопоо бариад оффисынхоо хаана ч хамаагүй өөртөө
          тохиромжтой байдлаар суугаад ажлаа хийж болдог нь хамгийн их
          таалагддаг.
        </Text>
        <Text style={styles.textTitle}>ДАВУУ ТАЛ:</Text>
        <Text style={styles.textStatus}>
          Манай хамт олон насны хувьд залуусаас бүрдсэн. Залуу хүмүүсийн эрч
          хүчтэй уур амьсгал, багаараа нийлээд ажиллахад гар нийлээд урамтай
          байдаг
        </Text>
        <Text style={styles.textTitle}>
          Танд энэ байгууллагад урт удаан ажиллахад нөлөөлсөн зүйл?
        </Text>
        <Text style={styles.textStatus}>
          Алсын хараа зорилго, олон улсын хэмжээнд хүлээн зөвшөөрөгдсөн гар
          утасны аппликэйшн зохион бүтээхийг зорьж байгаа. Удирдах албан
          тушаалтнаас ямар нэгэн даалгаврыг яг ингэж хий гэж шаардахгүй миний
          өөрийн судалгаан дээр тулгуурлан хийх боломжоор хангаж өгсөн. Аливаа
          зүйлийг туршиж, алдах боломжийг гаргаж өгдөг. Алдсан ч миний алдааг
          хүлээн зөвшөөрч зааж зөвлөн, илүү сайжруулдаг.
        </Text>
        {/* asd */}
        <Image
          // source={require("../../../assets/newF/19m2.jpg")}
          source={{ uri: api + "/upload/" + "19m2.jpg" }}
          style={{ height: 350, width: windowWidth / 1.1 }}
        />
        <Text
          style={{
            // textAlign: "center",
            fontFamily: "Montserrat-regular",
            fontSize: 16,
            marginVertical: 10,
          }}
        >
          Э.Соёл /Контент хэлтсийн админ/
        </Text>
        <View style={{ borderWidth: 1, borderColor: "#55b8ae" }} />
        <Text style={styles.textTitle}>
          Энэ компанийг сонгон ажилд ороход юу хамгийн их нөлөөлсөн бэ?
        </Text>
        <Text style={styles.textStatus}>
          Би программист мэргэжилтэй ч их сургуулиа төгссөнөөс хойш мэргэжлээрээ
          огт ажиллаагүй байсан. Тэгээд мэргэжлээрээ ажиллаж үзэхээр шийдэн Эбэ
          ахын зарыг хараад орж ирсэн. Манай компани Монголдоо төдийгүй дэлхийд
          дижитал сэтгүүлийн салбарт анхдагч болохоор энэ нь намайг энэ ажлын
          байрыг сонгоход их нөлөөлсөн. Нөгөө талаас удирдлагуудын хувьд миний
          энэ компанийн нэг хэсэг байж, тодорхой хувь нэмрээ оруулахыг хүсэж буй
          эрмэлзэл намайг ажилд авах гол шалтгаан байсан болов уу.
        </Text>
        <Text style={styles.textTitle}>
          Компанийнхаа соёлд хурдан дасахад юу нөлөөлсөн бэ?
        </Text>
        <Text style={styles.textStatus}>
          Манай компанийн 70-80 хувь нь залуу хүмүүс байдаг болохоор хамтарч
          ажиллахад илүү амар байдаг. Гэхдээ нас ямар байхаас үйл хамааран бүх
          хүнээс суралцах зүйл их байдаг. Тэр нь компанидаа дасахад ихээхэн
          нөлөөлсөн.
        </Text>
        <Text style={styles.textTitle}>Оффисын хамгийн таалагддаг хэсэг?</Text>
        <Text style={styles.textStatus}>
          Дасгал хийх, амрах хэсгүүдийг маш сайн шийдэж өгсөн нь хамгийн их
          таалагддаг.
        </Text>
      </View>
      <View style={{ flexDirection: "row", alignSelf: "flex-end", margin: 30 }}>
        <Text
          style={{
            fontSize: 14,
            fontFamily: "Montserrat-bold",
          }}
        >
          2022/08 САР
        </Text>
        <Image
          source={require("../../../assets/icon.png")}
          style={{
            width: 14,
            height: 14,
          }}
        />
      </View>
    </ScrollView>
  );
};

export default Page4;

const styles = StyleSheet.create({
  textTitle: {
    fontSize: 18,
    fontFamily: "Montserrat-bold",
    // marginBottom: 15,
    marginVertical: 8,
  },
  textStatus: {
    fontSize: 16,
    fontFamily: "Montserrat-regular",
    marginVertical: 8,
  },
});
