import {
  StyleSheet,
  Text,
  View,
  ScrollView,
  ImageBackground,
  Dimensions,
  Image,
} from "react-native";
import React from "react";
const windowWidth = Dimensions.get("window").width;
const windowHeight = Dimensions.get("window").height;
import { useNavigation } from "@react-navigation/native";
import { AntDesign } from "@expo/vector-icons";
import { api } from "../../../Constants";

const Page5 = ({ data }) => {
  const navigation = useNavigation();
  return (
    <ScrollView style={{ flex: 1 }} showsVerticalScrollIndicator={false}>
      {/* Bolorerdene zurag */}
      <ImageBackground
        style={{ width: windowWidth, height: windowHeight }}
        resizeMode="cover"
        // source={require("../../../assets/newF/21m1.jpg")}
        source={{ uri: api + "/upload/" + "21m1.jpg" }}
      >
        <AntDesign
          name="arrowleft"
          size={30}
          color="black"
          style={{
            position: "absolute",
            top: 50,
            left: 20,
            zIndex: 2,
          }}
          onPress={() => navigation.goBack()}
        />
        <View
          style={{
            backgroundColor: "#f15623",
            marginTop: 70,
            padding: 15,
            justifyContent: "flex-end",
            alignSelf: "flex-end",
          }}
        >
          <Text
            style={{
              fontFamily: "Montserrat-bold",
              textAlign: "right",
              fontSize: 16,
              color: "white",
            }}
          >
            ЭМЭГТЭЙ МАНЛАЙЛАГЧ
          </Text>
        </View>
      </ImageBackground>
      <View
        style={{ width: windowWidth / 1.1, alignSelf: "center", marginTop: 15 }}
      >
        {/* Header Page and text */}
        <View style={{ flexDirection: "row", justifyContent: "space-between" }}>
          <View style={{ flexDirection: "row" }}>
            <Text style={{ fontWeight: "bold" }}>21-26 | </Text>
            <Text style={{ color: "grey", fontFamily: "Montserrat-regular" }}>
              CAREER DEVELOPER
            </Text>
          </View>
          <View>
            <Text
              style={{
                fontFamily: "Montserrat-bold",
                color: "#f15623",
                fontSize: 10,
              }}
            >
              ЭМЭГТЭЙ МАНЛАЙЛАГЧ
            </Text>
          </View>
        </View>
        {/* Zurraas  */}
        <View
          style={{
            borderWidth: 1,
            marginVertical: 10,
          }}
        />
        {/* Taniltsuulga */}
        <Text
          style={{
            marginTop: 50,
            textAlign: "center",
            fontSize: 14,
            fontFamily: "Montserrat-medium",
          }}
        >
          "TomYo EdTech болон DropBlok" компанийн хамтран үүсгэн байгуулагч
        </Text>
        <Text
          style={{
            color: "#f15623",
            textAlign: "center",
            fontSize: 25,
            fontFamily: "Montserrat-bold",
          }}
        >
          Б.ЭНХЖАРГАЛ
        </Text>
        <Text
          style={{
            fontWeight: "bold",
            fontSize: 30,
            textAlign: "center",
            marginVertical: 20,
            fontFamily: "Playfair-bold",
          }}
        >
          НАРИЙН УР ЧАДВАР ШААРДДАГ МЭРГЭЖИЛ БИШ Л БОЛ ИХ СУРГУУЛЬД ЗААВАЛ СУРАХ
          ШААРДЛАГАТАЙ ГЭЖ БОДДОГГҮЙ
        </Text>
        <View
          style={{
            borderWidth: 1,
            backgroundColor: "#f15623",
            borderColor: "#f15623",
            padding: 2,
            width: 80,
            alignSelf: "center",
            marginVertical: 20,
            marginBottom: 30,
          }}
        />
        <Text
          style={{
            fontWeight: "500",
            fontSize: 15,
            textAlign: "center",
            marginVertical: 20,
            marginBottom: 40,
          }}
        >
          Улс төр, эдийн засаг, технологийн салбарт мөс хагалан манлайлж яваа
          эмэгтэйчүүд ажлын арга барил, манлайллын туршлагаасаа хуваалцдаг
          "Эмэгтэй Манлайлагч" булангийн энэ удаагийн зочноор "TomYo EdTech
          болон DropBlok" компанийн хамтран үүсгэн байгуулагч Б.Энхжаргал
          оролцож байна. Тэрбээр өдгөө компаниудынхаа хэрэгжүүлж буй шинэ
          төслүүдийг олон улсын зах зээлд бойжуулахаар Нью-Йоркт ажиллаж буй.
        </Text>
        <Image
          // source={require("../../../assets/newF/24m1.jpg")}
          source={{ uri: api + "/upload/" + "24m1.jpg" }}
          style={{ height: 250, width: windowWidth / 1.1 }}
        />
        <Text
          style={{
            // textAlign: "center",
            fontFamily: "Montserrat-medium",
            backgroundColor: "#f15623",
            color: "white",
            paddingVertical: 15,
          }}
        >
          ДЭЛХИЙН ХААНА АЖИЛЛАЖ АМЬДАРДГААС ҮЛ ШАЛТГААЛАН ТАНИЛЫН ХҮРЭЭ ГЭДЭГ
          МАШ ЧУХАЛ ЗҮЙЛ
        </Text>

        <Text style={styles.textTitle}>
          Та дэлхийн түвшний боловсрол эзэмшиж, олон улсын компаниудад ажилласан
          туршлагатай. Юун түрүүнд амжилттай суралцахад тань нөлөөлсөн таны
          сурах арга барилаас сонирхмоор байна.
        </Text>
        <Text style={styles.textStatus}>
          Миний суралцах арга барил төлөвшихөд Эрдэнэт хотын “МонТурк”
          сургуулийн сургалтын систем маш их нөлөөлсөн гэж боддог. Тухайн үед
          сургууль маань дотуур байртай, өглөө 08:00 цагаас хичээлдээ суугаад,
          үргэлжлүүлээд 30 минутын завсарлага аваад гэрийн даалгавраа хийж,
          дараа нь давтлага хичээлээ хийсээр 22:00 цаг орчмын үед дуусдаг байв.
          23:00 цагт бид унтах ёстой болохоор гэрэл унтраачихдаг. ДЭЛХИЙН ХААНА
          АЖИЛЛАЖ АМЬДАРДГААС ҮЛ ШАЛТГААЛАН ТАНИЛЫН ХҮРЭЭ ГЭДЭГ МАШ ЧУХАЛ ЗҮЙЛ
          ЭМЭГТЭЙ МАНЛАЙЛАГЧ Ийнхүү дөрвөн жилийн хугацаанд хатуу дэг журамтай
          сургуульд сурсан маань намайг одоо ч ямарваа нэгэн ажлыг хийхдээ
          хөгжим сонсож, утсаа оролдохгүйгээр маш сайн төвлөрч 2-3 цаг суугаад
          дуусгадаг арга барилд сургасанд талархдаг шүү.{" "}
        </Text>
        <Text style={styles.textTitle}>
          Өөрийгөө тасралтгүй хөгжүүлэхийн тулд тогтмол хийдэг зүйл тань юу вэ?
        </Text>
        <Text style={styles.textStatus}>
          Би өдөр бүр “Өнөөдөр шинэ зүйл юу сурсан бэ” гэдэг тэмдэглэл хөтөлдөг.
          Энэ нь миний “Өнөөдөр юу ч сураагүй ажлаа хийгээд л цагаа өнгөрөөлөө”
          гэдэг бодлыг үгүй хийж, аливаа зүйлийг өөрөөр харах өнцгийг бий
          болгодог
        </Text>
        <Text style={styles.textStatus}>
          Жирийн нэг ажлын өдрөөс хүртэл “Би тэр үед, түүнд түргэн ааш гаргасан
          юм байна даа, тэр зүйлд арай өөрөөр хандах байжээ” зэргээр заавал нэг
          сурсан зүйлээ олж харах боломжийг олгодог.{" "}
        </Text>
        <Text style={styles.textTitle}>
          Их ажлын хажуугаар өөрийгөө амраах, шинэ сонирхолтой зүйлийг турших
          зэрэгт гаргах цагаа хэрхэн зохицуулдаг вэ?
        </Text>
        <Text style={styles.textStatus}>
          Би сүүлд хөл хорионы үеэр мотоцикл унаж яваа хүмүүсийг хараад
          сонирхолтой санагдаж мотоцикл унаж сурсан. Мөн жүдогийн клубт явах
          зэргээр өмнө нь хийж байгаагүй шинэ зүйлсийг туршиж эхэлсэн. Ер нь
          хийж байгаа ажлаасаа өөр зүйлд цаг зарцуулахгүй байх нь нэг талаар
          хүний сэтгэлгээний цар хүрээг хязгаарлах, стрессдэж бухимдахын нэг
          шалтгаан болдог гэж боддог. Тийм болохоор өөртөө амралт өгч гэр бүл,
          найзууддаа цаг гарган ууланд алхаж, спортоор хичээллэн энергиэ
          сонирхолтой зүйлд зарцуулдаг дадалтай болох хэрэгтэй. Энэ бол
          амжилттай ажилладаг хүнд зайлшгүй байх ёстой зуршил.
        </Text>

        <Text style={styles.textTitle}>
          Та оюутан байхдаа, ажил хийж эхлээд ч маш олон сайн дурын төслүүдэд
          цагаа зарцуулжээ. Энэ бүхнээс сурсан хийгээд олж авсан хамгийн чухал
          зүйл нь юу байв?
        </Text>
        <Text style={styles.textStatus}>
          Дэлхийн хаана ажиллаж амьдардгаас үл шалтгаалан танилын хүрээ гэдэг
          маш чухал зүйл. Ямар нэгэн бүлгэмд харьяалагдах нь танилын хүрээг бий
          болгох сайн арга. Өөрөөр хэлбэл олон төрлийн зүйл хийдэг, өөр өөр
          ертөнцтэй хүмүүстэй танилцана гэсэн үг. Тэр хүмүүстэй эргээд уулзахад
          чамд маш олон боломжийг өгөх болно.
        </Text>
        <Text style={styles.textStatus}>
          Миний туршлагаас гэвэл, би их сургуульд байхдаа хичээл дээрээ чимээгүй
          суух хандлагатай оюутан байлаа. Нэг удаа эдийн засгийн хичээл дээрээ
          гараа өргөөд өөрийнхөө үзэл бодлыг Монголынхоо жишээн дээр
          тайлбарласан юм. Тэр нь азаар 1990-ээд онд Монголд эдийн засгийн форум
          зохион байгуулж байсан профессорынхоо анхаарлыг татаж хичээлийн дараа
          эх орныхоо тухай ярилцах боломж тохиосон. Үүгээр ч зогсохгүй өмнө нь
          монгол оюутантай байж үзээгүй тэр багшийнхаа анхны шавь нь болоод
          амжсан. Хэсэг хугацааны дараа ажил хайж яваад багштайгаа таараад
          өөрийнхөө ажилд орохыг хүсэж байгаа газраа хэлээд, ажил хайх хэцүү
          байгаа тухайгаа учирласан. Улмаар багшийнхаа тусламжтайгаар “McKinsey
          & Company”-д ажилд орсон түүхтэй. Хэрэв би тухайн үед өөрийнхөө үзэл
          бодлыг илэрхийлээгүй үлдсэн бол тэр багш намайг хаанаас ирснийг
          мэдэхгүй, цаашлаад ажилд орохыг хүссэн хэдэн мянган анкетаас миний
          анкет тэнцэх үгүй нь тодорхойгүй байх байсан гэж боддог.{" "}
        </Text>

        <Text style={styles.textTitle}>
          Та томоохон хөрөнгө оруулагчидтай уулзах, хэлэлцээрийн ширээний ард
          ямар зарчим баримталдаг вэ?
        </Text>
        <Text style={styles.textStatus}>
          Сүүлд нэг хөрөнгө оруулагчтай уулзаж байтал “Та нар Азийн зах зээл рүү
          гараач, яагаад Америкт ирэх гээд байгаа юм бэ гээд” ёжлонгуй өнгө
          аясаар хэлсэн. Би хариуд нь “Үгүй ээ Америкт гоё зах зээл байгаа” гэж
          ятгаж байгаад тухайн үед эмзэг байсан даа ч юм уу тэдний дэргэд гэнэт
          л уйлчихсан. Би өөрөө ч гайхаад, нөгөө хүмүүс маань ч гайхаад уулзалт
          өндөрлөсөн. (инээв) Тэгэхээр бүх зүйл санаснаар болохгүй. Хэчнээн
          хичээгээд, өөрийгөө зоригжуулаад ч болохгүй байх үе олон байдаг.
          Иймээс ямарваа нэгэн зүйлд хэт өндөр хүлээлт тавихгүйгээр маш сайн
          судалгаа, мэдээлэлтэйгээр болж буй зүйлийг даваад гарах нь л хамгийн
          чухал.{" "}
        </Text>

        <Image
          // source={require("../../../assets/newF/4m5.jpg")}
          source={{ uri: api + "/upload/" + "4m5.jpg" }}
          style={{ height: 250, width: windowWidth / 1.1 }}
        />
        <Text
          style={{
            // textAlign: "center",
            fontFamily: "Montserrat-bold",
            backgroundColor: "#f15623",
            paddingVertical: 15,
            fontSize: 16,
            color: "white",
          }}
        >
          ӨӨРИЙГӨӨ ХӨГЖҮҮЛЖ, СОРЬЖ БАЙГАА БОЛ ЧИ ЗӨВ ГАЗАРТАА БАЙНА ГЭСЭН ҮГ.
        </Text>

        <Text style={styles.textTitle}>Та ажлаа хэрхэн төлөвлөдөг вэ?</Text>
        <Text style={styles.textStatus}>
          Ямар зорилгуудад хүрч, ямар ажил хиймээр байна гэдэг том санаануудаа
          жилээр нь жагсааж бичээд үүнийгээ улирлуудад хуваана. Тэгээд сар
          болгон хийх ажлуудаа, чиг үүргүүдтэй нь багийнхаа хүн тус бүрд
          хуваана. Дараа нь долоо хоног, өдөр өдөртөө хуваагаад явна. Үүний
          дараа өөрийнхөө өдөр тутмын хуваариудыг гаргах, хийхэд илүү амар
          болдог.{" "}
        </Text>

        <Text style={styles.textTitle}>
          Та өдөрт ойролцоогоор хэдэн цаг ажилладаг вэ?{" "}
        </Text>
        <Text style={styles.textStatus}>
          Сүүлийн үед ажлын ачаалал, ажиллах цагийн хувьд харьцангуй гайгүй болж
          байгаа. Өглөө Нью-Йоркийн цагаар энэ дэх уулзалтуудаа хийгээд, орой
          хоёр цаг гаруй Монгол дахь уулзалтуудаа хийсээр ажил маань оройн 21-22
          цагийн орчим дуусдаг. Уулзалтуудын дундуур гарсан 1-2 цагийг гадуур
          зугаалах, дэлгүүр хэсэх зэргээр өөртөө зориулж дуртай зүйлсээ хийж
          байна.
        </Text>
        <Text style={styles.textTitle}>
          Та өөрт ирэх боломжийг нэмэгдүүлэхийн тулд харилцаа холбоо, танилын
          хүрээгээ тэлэх нь маш чухал хэмээн дээр дурдсан. Хүмүүстэй үнэ цэн,
          утга учиртай харилцаа үүсгэхийн тулд юунд анхаарах хэрэгтэй байдаг вэ?
        </Text>
        <Text style={styles.textStatus}>
          Би хүмүүстэй танилцах, бүр утсаар ярьсныхаа дараа хүртэл тэмдэглэл
          бичдэг. Ерөнхий зарчмын тухайд шинээр танилцсан хүнийхээ сонирхдог
          хобби, дуртай зүйл, чөлөөт цагаараа юу хийх дуртайг нь заавал асууж,
          тэмдэглэх хэрэгтэй. Тэгээд ажлаа ярьсныхаа дараа эсвэл, хэд хоногийн
          дараа тухайн хүн рүүгээ өмнөх уулзалтаар ярилцсан зүйлээрээ өөрийгөө
          сануулаад, цаг гарвал би таныг нетворк жагсаалтдаа оруулмаар байна
          гэдгээ илэрхийлж, сонирхдог зүйлтэй нь холбоотой харилцан яриаг
          өрнүүлэх боломжийг эрэлхийлэх хэрэгтэй. Сошиал хуудсаар нь зурвас
          бичихэд магадгүй тухайн хүн тэр дороо хариулахгүй ч энэ хүн намайг
          санаж байгаа юм байна, би энэ хүнд сэтгэгдэл төрүүлжээ гэж боддог.
        </Text>

        <Image
          // source={require("../../../assets/newF/25m1.jpg")}
          source={{ uri: api + "/upload/" + "25m1.jpg" }}
          style={{ width: windowWidth / 1.1, height: 200 }}
        />
        <Text style={styles.textStatus}>
          Xэчнээн хичээгээд, өөрийгөө зоригжуулаад ч болохгүй байх үе олон
          байдаг. Иймээс ямарваа нэгэн зүйлд хэт өндөр хүлээлт тавихгүйгээр маш
          сайн судалгаа, мэдээлэлтэйгээр болж буй зүйлийг даваад гарах нь л
          хамгийн чухал.
        </Text>
        <View
          style={{
            borderWidth: 0.8,
            backgroundColor: "#f15623",
            borderColor: "#f15623",
            width: windowWidth / 1.1,
            alignSelf: "center",
          }}
        />
        <Text style={styles.textTitle}>
          Та өөрийн хамтран үүсгэн байгуулсан старт-апдаа олон хөрөнгө
          оруулагчаас хөрөнгө оруулалт татаж чадсан туршлагатай нэгэн. Гарааны
          бизнес эхлүүлж байгаа хүмүүс хөрөнгө оруулагч нартай уулзах үедээ юунд
          анхаарах хэрэгтэй байдаг вэ?
        </Text>
        <Text style={styles.textStatus}>
          Бид эхэндээ хөрөнгө оруулагчидтай уулзахдаа зөвхөн бүтээгдэхүүнийхээ
          тухай яриад байсан нь алдаа болсон. Бидэн шиг дөнгөж хөрөнгө
          оруулалтын шатан дээрээ яваа старт-апуудаас хөрөнгө оруулагчид дараах
          хоёр зүйлийг хардаг.
          {/* 1 */}• Тухайн бизнест зах зээл байгаа юу, цаашид зах зээл нь
          хүрээгээ тэлэх боломжтой эсэх. Жишээлбэл, бид хүмүүсийн шийдэж
          амжаагүй байгаа асуудлыг олж харсан. Үүнийгээ 100 хүн дээр туршиж
          үзэхэд 98 хувьд нь амжилттай хэрэгжсэн учир 10 сая хэрэглэгч дээр
          туршиж үзвэл энэ нь маш том зах зээл болно гэх зэргээр ярих ёстой
          гэдгийг ойлгосон. Мөн тухайн хэрэглэгчид яагаад танайхыг сонгосон,
          ямар асуудлаа хэрхэн шийдэж чадсан бодитой түүхийг ярих хэрэгтэй.
          {/* 2 */}• Багаа хэрхэн бүрдүүлсэн, тэдний чадварыг нотлох хэрэгтэй.
          Өөрөөр хэлбэл, багаа олон улсын түвшний мэргэжилтнүүдээр бүрдүүлэх нь
          хөрөнгө оруулагчдын итгэлийг олж авах үндэс болдог. Бидний Хэчнээн
          хичээгээд, өөрийгөө зоригжуулаад ч болохгүй байх үе олон байдаг.
          Иймээс ямарваа нэгэн зүйлд хэт өндөр хүлээлт тавихгүйгээр маш сайн
          судалгаа, мэдээлэлтэйгээр болж буй зүйлийг даваад гарах нь л хамгийн
          чухал. хувьд сул талаа давуу тал болгож америкийн гурван инженер
          ажиллуулах зардлаар арван инженер ажиллуулж чадсан гэдгийг хөрөнгө
          оруулагчдадаа ойлгуулж чадсан.
        </Text>
        <Text style={styles.textTitle}>
          “McKinsey & Company”-д ажилд орно гэдэг хүн болгонд олдохгүй том
          боломжуудын нэг. Гэтэл юу таныг өндөр цалин, ажлын таатай нөхцөлөөс
          татгалзаж старт-апын ээдрээтэй замыг сонгоход хүргэсэн юм бэ?
        </Text>
        <Text style={styles.textStatus}>
          Хэрвээ боломж л байвал гаднын компанид ажиллаад үзээрэй гэж би
          оюутнуудад хэлэхийг хүсдэг. Тэнд чи ажлыг сайн хийж сурна. Яагаад
          гэвэл Америкт өрсөлдөөн их, хамт ажилд орсон 100 хүнээсээ өөрийгөө
          илүү гэдгийг баталж, ирээдүйтэй төслийн багт орж ажиллахын тулд өдөр,
          шөнөгүй өөрийгөө дайчлахаас өөр сонголт байхгүй. Энэ хичээл зүтгэл,
          ажиллах арга барилыг өөртөө суулгах нь ирээдүйд бүх зүйлд хэрэг болдог
          чадвар. Миний хувьд “McKinsey & Company”-д багагүй хугацаанд ажиллаж,
          ажил гарт ороод уйдах шатандаа орсон. Ажлынхаа хажуугаар Монголоос
          Европт сарлагийн хөөврөн бүтээгдэхүүн нийлүүлэх “Yakmere” брэндээ
          үүсгэн байгуулаад, судалгааныхаа шатанд явж байх үедээ В.Баярсайхан
          ахтай таарч EdTech салбар руу орсон. Ер нь тухайн үед өндөр цалинтай
          корпорацдаа ажиллаад, дэвшээд явах бүрэн боломж байсан ч арай өөр зүйл
          хийгээд, эрсдэлтэй зүйлд өөрийгөө сориод үзэх нь залуу хүний хувьд зөв
          гэж итгэн энэ шийдвэрийг гаргасан
        </Text>

        <Text style={styles.textTitle}>
          Магадгүй танд энэ замыг сонгосондоо харамсаж, бууж өгмөөр үе багагүй
          байсан болов уу?
        </Text>
        <Text style={styles.textStatus}>
          Цалингаа ч тавьж чадахгүй, татварын өртэй үедээ шантраад найзууддаа
          энэ тухайгаа хэлэхэд “Чи зүгээр л болиод, өндөр цалинтай, том
          корпорацдаа орчих” гэдэг. Хуучин ажилдаа орох хэчнээн сайхан нөхцөлтэй
          ч, сонирхолгүй шүү дээ. Одоо хийж байгаа ажил маань хэцүү юм шиг атлаа
          сонирхолтой, залуустай хамт ажилладаг, хүрэх гэж буй үр дүн нь
          өгөөжтэй. Одоо миний хийж байгаа зүйл бол өөрийгөө хамгийн сайнаараа
          сорьж байгаа талбар. Өөрийгөө хөгжүүлж, сорьж байгаа бол чи зөв
          газартаа байна гэсэн үг. Чаддаг зүйлээ л хийгээд явахаас илүү эрсдэл
          үүрээд хүмүүсийн хийгээгүй зүйлийг хийх сайн санаа төрвөл үүнийгээ
          хийх нь залуу хүний хувьд хамгийн зөв сонголт болов уу.
        </Text>
        <Image
          // source={require("../../../assets/newF/26m1.jpg")}
          source={{ uri: api + "/upload/" + "26m1.jpg" }}
          style={{ width: windowWidth / 1.1, height: 400 }}
        />
        <Text
          style={{
            fontFamily: "Montserrat-bold",
            color: "#f15623",
            fontSize: 20,
            textAlign: "center",
            marginBottom: 15,
          }}
        >
          СУРАХЫГ ХҮСЭЖ БУЙ МЭРГЭЖЛЭЭРЭЭ ЗҮГЭЭР Л АЖИЛЛААД ҮЗЭЭРЭЙ ГЭЖ
          ЗАЛУУЧУУДДАА ХАНДАЖ ХЭЛМЭЭР БАЙНА.
        </Text>
        <Text style={styles.textTitle}>
          Багийнхныгаа өндөр гүйцэтгэлтэй ажиллуулдаг таны арга барил юу вэ?
        </Text>
        <Text style={styles.textStatus}>
          Би карьерынхаа эхэн үеийг корпорацад ажиллаж өнгөрүүлсэн учраас аливаа
          ажлын эхлэх, дуусах хугацааг баттай тохирох, хийх ажлуудаа жижиг
          хэсгүүдэд хуваан үнэлэх аргаа тодорхой байлгадаг арга барилыг
          эзэмшсэн. Гэтэл зарим хүмүүстэй ажиллахаар ажлынхаа явцыг “ерөнхийдөө
          болж байгаа” зэргээр ярих нь миний бухимдлыг төрүүлдэг. Миний хувьд
          энэ үг ямар ч утгагүй өгүүлбэр шиг санагддаг. Хүн өөрийнхөө хийж
          байгаа ажлыг аль болох ойлгомжтой, тодорхой дүгнэх хэрэгтэй. Бид
          саяхан компанидаа аливааг болгоё, бүтээе гэдэг зөв хандлагатай,
          бүтээмж өндөртэй хүмүүсийг багтаа авч ажиллуулна гэж тогтсон. Миний
          хувьд компани дотроо гоё соёлыг бий болгодог, бүх сайн зүйлийг
          өөрөөрөө үлгэрлэхийг хичээдэг.
        </Text>
        <Text style={styles.textTitle}>
          Таны зүгээс залууст ямар зөвлөгөө өгөхийг хүсдэг вэ?
        </Text>
        <Text style={styles.textStatus}>
          Хуульч, эмч, эрдэмтэн зэрэг нарийн мэргэжил л биш бол заавал их
          сургуульд сурах шаардлагатай гэж боддоггүй. Тэгэхээр сурахыг хүсэж буй
          мэргэжлээрээ зүгээр л ажиллаад үзээрэй гэж залуучууддаа хандаж хэлмээр
          байна. Жишээлбэл, сэтгүүлч болмоор санагдаж байгаа бол сэтгүүлд
          ажиллаад үз. Видео графикч болъё гэж бодож байгаа бол бас л хийгээд
          үз. Хийе гэж бодож байгаа зүйлээ цаг алдалгүй зүгээр л хийгээд өөртөө
          тохирох үгүйгээ мэдээд яваарай. Алдвал алдана л биз тэр чинь залуу
          хүний амьдралд байх л ёстой, амьдралыг амттай болгодог сайн туршлага
          шүү дээ.{" "}
        </Text>
      </View>
      <View style={{ flexDirection: "row", alignSelf: "flex-end", margin: 30 }}>
        <Text
          style={{
            fontSize: 14,
            fontFamily: "Montserrat-bold",
          }}
        >
          2022/08 САР
        </Text>
        <Image
          source={require("../../../assets/icon.png")}
          style={{
            width: 14,
            height: 14,
          }}
        />
      </View>
    </ScrollView>
  );
};

export default Page5;

const styles = StyleSheet.create({
  textTitle: {
    fontSize: 18,
    fontFamily: "Montserrat-bold",
    // marginBottom: 15,
    marginVertical: 8,
  },
  textStatus: {
    fontSize: 16,
    fontFamily: "Montserrat-regular",
    marginVertical: 8,
  },
});
